Repository: AppSys/rentman-plugin
Catalog: lang/rentalshop-*.po
Languages: de_de, nl_nl

source: Integrates Rentman rental software into WooCommerce
de_de: Integriert Rentman-Mietsoftware in WooCommerce
nl_nl: Integreert Rentman-verhuursoftware in WooCommerce

source: <h4>Import Failed! Did you provide the correct credentials?</h4>
de_de: <h4>Import fehlgeschlagen! Haben Sie die richtigen Anmeldeinformationen angegeben?</h4>
nl_nl: <h4>Importeren mislukt! Kloppen uw inloggegevens wel?</h4>

source: <b>Products finished:</b>
de_de: <b>Produkte fertig:</b>
nl_nl: <b>Producten klaar:</b>

source: <br>Processing..
de_de: <br>Wird bearbeitet...
nl_nl: <br>Verwerken..

source: <br>Removed irrelevant products and categories
de_de: <br>Irrelevante Produkte und Kategorien entfernt
nl_nl: <br>Irrelevante producten en mappen zijn verwijderd

source: <h3>Import complete!</h3>
de_de: <h3>Import abgeschlossen!</h3>
nl_nl: <h3>Klaar met importeren!</h3>

source: <b>Checking all products for updates:</b>
de_de: <b>Überprüfen aller Produkte auf Updates:</b>
nl_nl: <b>Alle producten controleren op updates:</b>

source: <br><b>No new Rentman updates have been found!</b>
de_de: <br><b>Es wurden keine neuen Rentman-Updates gefunden!</b>
nl_nl: <br><b>Er zijn geen nieuwe Rentman producten gevonden!</b>

source: Import
de_de: Importieren

source: <br>No products have been found on your Rentman Account..<br>
de_de: <br>Auf Ihrem Rentman-Konto wurden keine Produkte gefunden…<br>
nl_nl: <br>Er zijn geen producten gevonden op uw Rentman account..<br>

source: <br><br><b>Imported Products:</b><br>
de_de: <br><br><b>Importierte Produkte:</b><br>
nl_nl: <br><br><b>Geïmporteerde Producten:</b><br>

source: No information available
de_de: Keine Beschreibung verfügbar
nl_nl: Geen informatie beschikbaar

source: <b>Products deleted:</b>
de_de: <b>Gelöschte Produkte:</b>
nl_nl: <b>Producten verwijderd:</b>

source: <br>Reset was successful!
de_de: <br>Zurücksetzen war erfolgreich!
nl_nl: <br>Resetten was succesvol!

source: Settings
de_de: Einstellungen
nl_nl: Instellingen

source: Trial version
de_de: Testversion
nl_nl: Proefversie

source: We offer a fully functional 30-days trial for this plugin.<br>The free trial doesn't oblige you in any way to buy the product.<br>It allows you to try and test all functions and have a clear image<br>of the product in order to help you decide if you want to purchase it.
de_de: Wir bieten eine voll funktionsfähige 30-Tage-Testversion für dieses Plugin an.<br>Die kostenlose Testversion verpflichtet Sie in keiner Weise zum Kauf des Produkts.<br>Sie können damit alle Funktionen testen und erhalten ein klares Bild<br>des Produkts, um Ihnen bei der Entscheidung zu helfen, ob Sie es kaufen möchten.
nl_nl: We bieden een volledig functionele proefperiode van 30 dagen voor deze plug-in.<br>De gratis proefperiode verplicht u op geen enkele manier om het product te kopen.<br>Zo kunt u alle functies proberen en testen en een duidelijk beeld verkrijgen<br>van het product om u te helpen beslissen of u het wilt kopen.

source: This trial will expire on
de_de: Die Testversion läuft am ab
nl_nl: Deze proefversie verloopt op

source: This trial has expired
de_de: Die Testversion ist abgelaufen
nl_nl: Deze proefversie is verlopen

source: Activate license
de_de: Lizenz aktivieren
nl_nl: Activeer licentie

source: License
de_de: Lizenz
nl_nl: Licentie

source: &#x274c; Account is not linked to this url!
de_de: &#x274c; Konto ist nicht mit dieser URL verknüpft!
nl_nl: &#x274c; Account is niet gekoppeld aan deze url!

source: Your payment is overdue!
de_de: Ihre Zahlung ist überfällig!
nl_nl: Betalingstermijn overschreden!

source: Your license is activated
de_de: Ihre Lizenz ist aktiviert
nl_nl: Uw licentie is geactiveerd

source: Paid until:
de_de: Zu bezahlen bis:
nl_nl: Betaald tot:

source: Manage license
de_de: Lizenz verwalten
nl_nl: Beheer licentie

source: <h3>Provide your Rentman 4G login token</h3>
de_de: <h3>Geben Sie Ihren Rentman 4G-Login-Token ein</h3>
nl_nl: <h3>Log hier in met uw Rentman 4G token</h3>

source: &#x274c; Please fill in the required field
de_de: &#x274c; Bitte füllen Sie das erforderliche Feld aus
nl_nl: &#x274c; Gelieve het verplichte veld in te vullen

source: &#x274c; License API is down!
de_de: &#x274c; License API ist nicht erreichbar!
nl_nl: &#x274c; Licentie-API is niet beschikbaar!

source: &#x274c; This token is invalid!
de_de: &#x274c; Token ist ungültig!
nl_nl: &#x274c; Dit token is ongeldig!

source: &#x274c; Your demo has expired!
de_de: &#x274c; Ihre Demo ist abgelaufen!
nl_nl: &#x274c; Je proefversie is verlopen!

source: &#x274c; Your subscription has expired!
de_de: &#x274c; Ihr Abonnement ist abgelaufen!
nl_nl: &#x274c; Uw abonnement is verlopen!

source: &#x274c; An error occurred!
de_de: &#x274c; Ein Fehler ist aufgetreten!
nl_nl: &#x274c; Er is een fout opgetreden!

source: &#x2705; Connection with the Rentman API was successful!
de_de: &#x2705; Die Verbindung mit der Rentman-API war erfolgreich!
nl_nl: &#x2705; De verbinding met de Rentman API was succesvol!

source: Save Changes
de_de: Änderungen speichern
nl_nl: Wijzigingen opslaan

source: <strong>Check&nbsp;availability&nbsp;for&nbsp;sending</strong>
de_de: <strong>Überprüfen&nbsp;Sie&nbsp;die&nbsp;Verfügbarkeit&nbsp;für&nbsp;den&nbsp;Versand</strong>
nl_nl: <strong>Check&nbsp;beschikbaarheid&nbsp;voor&nbsp;sturen</strong>

source: >No
de_de: >Nein
nl_nl: >Nee

source: >Yes
de_de: >Ja
nl_nl: >Ja

source: <strong>Use&nbsp;discount&nbsp;from&nbsp;contact&nbsp;in&nbsp;Rentman</strong>
de_de: <strong>Nutzen&nbsp;Rabatt&nbsp;von&nbsp;Kontakt&nbsp;in&nbsp;Rentman</strong>
nl_nl: <strong>Korting&nbsp;contact&nbsp;uit&nbsp;Rentman&nbsp;overnemen</strong>

source: <strong>Display&nbsp;stock&nbsp;on&nbsp;product&nbsp;pages</strong>
de_de: <strong>Anzeige&nbsp;Lager&nbsp;auf&nbsp;Produkt&nbsp;Seiten</strong>
nl_nl: <strong>Voorraad&nbsp;weergeven&nbsp;op&nbsp;productpagina</strong>

source: <strong>Select&nbsp;your&nbsp;time&nbsp;zone</strong>
de_de: <strong>Wählen&nbsp;Sie&nbsp;Ihre&nbsp;Zeitzone</strong>
nl_nl: <strong>Selecteer&nbsp;je&nbsp;tijdzone</strong>

source: <strong>Select&nbsp;datepicker&nbsp;format</strong>
de_de: <strong>Wählen&nbsp;Sie&nbsp;das&nbsp;Datepicker-Format</strong>
nl_nl: <strong>Selecteer&nbsp;het&nbsp;gewenste&nbsp;datumselectie&nbsp;formaat</strong>

source: <strong>Select the desired project type for orders that are exported to the Rentman app</strong>
de_de: <strong>Wählen&nbsp;Sie&nbsp;den&nbsp;gewünschten&nbsp;Projekttyp&nbsp;für&nbsp;Bestellungen&nbsp;aus,&nbsp;die&nbsp;in&nbsp;die&nbsp;Rentman-App&nbsp;exportiert&nbsp;werden</strong>
nl_nl: <strong>Selecteer het gewenste projecttype voor bestellingen die worden geëxporteerd naar de Rentman app</strong>

source: &#x2705; Settings saved successfully!
de_de: &#x2705; Einstellungen erfolgreich gespeichert!
nl_nl: &#x2705; De instellingen zijn succesvol opgeslagen!

source: <hr><h3>Extra input fields</h3>
de_de: <hr><h3>Zusätzliche Eingabefelder</h3>
nl_nl: <hr><h3>Extra invoervelden</h3>

source: <p>Additional input fields have been found for materials. If you want to import these,<br /> you can link them here to the WordPress database. The linked field names will be<br /> saved in the 'wp_postmeta' table of the WordPress database in the 'meta_key' field.</p> <p><strong>Caution!</strong><br /> -The field names must be unique within the table 'wp_post_meta'.<br /> -Spaces will be replaced by a underscore.<br /> -Special characters will be replaced.<br /> -Additional programming will be required to make these extra input fields visible on the website.<br /> -After first import it is best not to change the existing field names to avoid duplicate entries in the database. </p>
de_de: <p>Zusätzliche Eingabefelder wurden für Materialien gefunden. Wenn Sie diese importieren möchten,<br /> können Sie sie hier mit der WordPress-Datenbank verlinken. Die verknüpften Feldnamen werden <br /> in der Tabelle 'wp_postmeta' der WordPress-Datenbank im Feld 'meta_key' gespeichert.</p> <p><strong>Vorsicht!</strong><br /> -Die Feldnamen müssen innerhalb der Tabelle 'wp_post_meta' eindeutig sein.<br /> -Leerzeichen werden durch einen Unterstrich ersetzt.<br /> -Sonderzeichen werden ersetzt.<br /> -Zusätzliche Programmierung ist erforderlich, um diese zusätzlichen Eingabefelder auf der Website sichtbar zu machen.<br /> -Nach dem ersten Import ist es am besten, die bestehenden Feldnamen nicht zu ändern, um doppelte Einträge in der Datenbank zu vermeiden. </p>
nl_nl: <p>Er zijn extra invoervelden gevonden voor materialen. Indien u deze mee wilt importeren kan u<br /> ze hier koppelen aan de WordPress database. De gekoppelde veldnamen zullen weggeschreven<br /> worden in de tabel 'wp_postmeta' van de WordPress database in het respectievelijke veld 'meta_key'.</p> <p><strong>Opgelet!</strong><br /> -De veldnamen moet uniek zijn binnen de tabel 'wp_post_meta'.<br /> -Spaties zullen vervangen worden door een laag liggend streepje.<br /> -Speciale karakters zullen vervangen worden.<br /> -Er zal extra programmatie nodig zijn om deze extra invoervelden zichtbaar te maken op de website.<br /> -Na eerste import best de bestaande veldnamen niet meer aanpassen om dubbele ingaves in de database te voorkomen. </p>

source: &#x2705; The additional input fields have been saved successfully!
de_de: &#x2705; Die zusätzlichen Eingabefelder wurden erfolgreich gespeichert!
nl_nl: &#x2705; De extra invoervelden zijn succesvol opgeslagen!

source: Save changes
de_de: Änderungen speichern
nl_nl: Wijzigingen opslaan

source: <h3>Synchronize material from Rentman</h3>
de_de: <h3>Synchronisieren Sie Material von Rentman</h3>
nl_nl: <h3>Synchroniseer materiaal uit Rentman</h3>

source: Press the button below to check for new or updated products and transfer all<br>webshop products from your Rentman account to your WooCommerce shop.
de_de: Klicken Sie auf die folgende Schaltfläche, um nach neuen oder aktualisierten Produkten zu suchen und alle <br>Webshop-Produkte von Ihrem Rentman-Konto in Ihren WooCommerce-Shop zu übertragen.
nl_nl: Druk op de onderstaande knop om te zoeken naar nieuwe of gewijzigde producten en deze<br>van je Rentman account naar je WooCommerce shop over te zetten.

source: -- Most recent check for updates:
de_de: -- Letzte Überprüfung auf Updates:
nl_nl: -- Meest recente check voor updates:

source: Update Products
de_de: Produkte aktualisieren
nl_nl: Producten Updaten

source: Reset
de_de: Zurücksetzen

source: <h3>Starting import.. This might take a few minutes, so don't leave this page!</h3>
de_de: <h3>Import startet... Dies kann einige Minuten dauern, also verlassen Sie diese Seite nicht!</h3>
nl_nl: <h3>Bezig met importeren.. Dit kan enkele minuten duren, dus verlaat deze pagina niet!</h3>

source: Press the &#x21bb; button to refresh the import log data.
de_de: Drücken Sie die Schaltfläche &#x21bb; um die Import-Logdaten zu aktualisieren.
nl_nl: Druk op de &#x21bb; knop om de importlog te vernieuwen.

source: Products to import
de_de: Zu importierende Produkte
nl_nl: Te importeren producten

source: Actual import
de_de: Tatsächlicher Import
nl_nl: Feitelijke import

source: Warnings
de_de: Warnungen
nl_nl: Waarschuwingen

source: <h3>Checking for compatibility errors</h3>
de_de: <h3>Auf Kompatibilitätsfehler prüfen</h3>
nl_nl: <h3>Compatibiliteitscontrole</h3>

source: &#x26a0; PHP version: %s. We recommend at least PHP 5.6 or higher.<br>
de_de: &#x26a0; PHP-Version: %s. Wir empfehlen mindestens PHP 5.6 oder höher.<br>
nl_nl: &#x26a0; PHP versie: %s. Wij raden minimaal PHP 5.6 aan.<br>

source: &#x2705; Current version of PHP: %s<br>
de_de: &#x2705; Aktuelle PHP-Version: %s<br>
nl_nl: &#x2705; Huidige versie PHP: %s<br>

source: &#x26a0; Important: the PHP time limit is lower than 30 seconds! The plugin might not work correctly.<br>
de_de: &#x26a0; Wichtig: das PHP-Zeitlimit (maximale Ausführungszeit) ist niedriger als 30 Sekunden! Das Plugin funktioniert möglicherweise nicht korrekt.<br>
nl_nl: &#x26a0; Let op: de PHP tijdslimiet is lager dan 30 seconden! Mogelijk werkt de plugin hierdoor niet goed.<br>

source: &#x2705; PHP time limit is okay.<br>
de_de: &#x2705; PHP-Zeitlimit ist in Ordnung.<br>
nl_nl: &#x2705; PHP tijdslimiet is in orde.<br>

source: &#x2705; Folder created at <i>wp-content/uploads/rentman/</i>.<br>
de_de: &#x2705; Ordner erstellt unter <i>wp-content/uploads/rentman/</i>.<br>
nl_nl: &#x2705; Map aangemaakt op <i>wp-content/uploads/rentman/</i>.<br>

source: &#x2705; The Rentman folder for images exists.<br>
de_de: &#x2705; Der Rentman-Ordner für Bilder existiert.<br>
nl_nl: &#x2705; De Rentman map voor afbeeldingen is aanwezig.<br>

source: &#x2705; Addition of images was successful.<br>
de_de: &#x2705; Hinzufügen der Bilder war erfolgreich.<br>
nl_nl: &#x2705; Toevoegen van afbeeldingen is gelukt.<br>

source: &#x274c; Addition of images failed.
de_de: &#x274c; Hinzufügen der Bilder fehlgeschlagen.
nl_nl: &#x274c; Toevoegen van afbeeldingen is mislukt.

source: &bull; <i>url_fopen()</i> is disabled in the <i>php.ini</i> file. Try to change this and check if the error has been resolved.<br>
de_de: &bull; <i>url_fopen()</i> ist in der Datei <i>php.ini</i> deaktiviert. Versuchen Sie, dies zu ändern und prüfen Sie, ob der Fehler behoben wurde.<br>
nl_nl: &bull; <i>url_fopen()</i> is disabled in het <i>php.ini</i> bestand. Probeer dit te wijzigen en kijk of het probleem daarmee is opgelost.<br>

source: &#x26a0; Important: a .htaccess file is missing in the 'uploads/rentman/' folder! The imported images might not be displayed correctly.<br>
de_de: &#x26a0; Wichtig: Im Ordner 'uploads/rentman/' fehlt eine .htaccess-Datei! Die importierten Bilder werden möglicherweise nicht korrekt angezeigt.<br>
nl_nl: &#x26a0; Let op: er ontbreekt een .htaccess bestand in de 'uploads/rentman/' map. Mogelijk worden de afbeeldingen niet correct weergegeven..<br>

source: &#x274c; The plugin 'WooCommerce' for WordPress is missing. Please <a href='%splugin-install.php?s=woocommerce&tab=search&type=term' target='_blank'>install</a> this plugin.<br>
de_de: &#x274c; Das Plugin 'WooCommerce' für WordPress fehlt. Bitte <a href='%splugin-install.php?s=woocommerce&tab=search&type=term' target='_blank'>install</a> dieses Plugin.<br>
nl_nl: &#x274c; De plugin 'WooCommerce' voor WordPress ontbreekt. Gelieve deze plugin te <a href='%splugin-install.php?s=woocommerce&tab=search&type=term' target='_blank'>installeren</a>.<br>

source: &#x274c; The current plugin 'WooCommerce (%s)' does not meet the requirements, please <a href='%splugin-install.php?s=woocommerce&tab=search&type=term' target='_blank'>update</a>.<br>
de_de: &#x274c; Das aktuelle Plugin 'WooCommerce (%s)' erfüllt die Anforderungen nicht, bitte <a href='%splugin-install.php?s=woocommerce&tab=search&type=term' target='_blank'>update</a>.<br>
nl_nl: &#x274c; De huidige plugin 'WooCommerce (%s)' voldoet niet aan de eisen, gelieve te <a href='%splugin-install.php?s=woocommerce&tab=search&type=term' target='_blank'>updaten</a>.<br>

source: &#x2705; The current plugin 'WooCommerce (%s)' meets the requirements.<br>
de_de: &#x2705; Das aktuelle Plugin 'WooCommerce (%s)' erfüllt die Anforderungen.<br>
nl_nl: &#x2705; De huidige plugin 'WooCommerce (%s)' voldoet aan de eisen.<br>

source: &#x26a0; The plugin 'Yoast seo' for WordPress is missing. Please <a href='%splugin-install.php?s=yoast&tab=search&type=term' target='_blank'>install</a> this plugin.<br>
de_de: &#x26a0; Das Plugin 'Yoast SEO' für WordPress fehlt. Bitte <a href='%splugin-install.php?s=yoast&tab=search&type=term' target='_blank'>install</a> dieses Plugin.<br>
nl_nl: &#x274c; De plugin 'Yoast seo' voor WordPress ontbreekt. Gelieve deze plugin te <a href='%splugin-install.php?s=yoast&tab=search&type=term' target='_blank'>installeren</a>.<br>

source: &#x26a0; Important: Current version of 'Yoast seo' is %s. We recommended to <a href='%splugin-install.php?s=yoast&tab=search&type=term' target='_blank'>update</a>.<br>
de_de: &#x26a0; Wichtig: Die aktuelle Version von 'Yoast seo' ist %s. Wir empfehlen <a href='%splugin-install.php?s=yoast&tab=search&type=term' target='_blank'>update</a>.<br>
nl_nl: &#x26a0; Let op: het is aangeraden om de plugin 'Yoast seo (%s)' te <a href='%splugin-install.php?s=yoast&tab=search&type=term' target='_blank'>updaten</a>.<br>

source: &#x2705; The current plugin 'Yoast seo (%s)' meets the requirements.<br>
de_de: &#x2705; Das aktuelle Plugin 'Yoast seo (%s)' erfüllt die Anforderungen.<br>
nl_nl: &#x2705; De huidige plugin 'Yoast seo (%s)' voldoet aan de eisen.<br>

source: <font style='color:#FF0000;'>One or more images seem to be empty or corrupt.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Solution: Delete and reupload the image(s) in the Rentmanapp.</font><br>
de_de: <font style='color:#FF0000;'>Ein Bild oder mehrere Bilder scheinen leer oder beschädigt zu sein.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lösung: Löschen Sie das/die Bild(er) in der Rentmanapp und laden Sie es/ihn erneut hoch.</font><br>
nl_nl: <font style='color:#FF0000;'>Eén of meer afbeeldingen van dit product lijken leeg of beschadigd.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oplossing: Verwijder de afbeelding(en) in de Rentman-app en upload deze opnieuw.</font><br>

source: <font style='color:#FF0000;'>One or more files attached to this product have an unsupported file format.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Supported file formats are jpg, jpeg, png, gif and pdf.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Solution: Delete and replace (if wanted) the file(s) in the Rentmanapp.</font><br>
de_de: <font style='color:#FF0000;'>Eine oder mehrere Dateien, die an dieses Produkt angehängt sind, haben ein nicht unterstütztes Dateiformat.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Unterstützte Dateiformate sind jpg, jpeg, png, gif und pdf.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Lösung: Löschen und ersetzen Sie (falls gewünscht) die Datei(en) in der Rentmanapp.</font><br>
nl_nl: <font style='color:#FF0000;'>Eén of meer bestanden die aan dit product zijn gekoppeld, hebben een niet-ondersteunde bestandsindeling.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Ondersteunde bestandsindelingen zijn jpg, jpeg, png, gif en pdf.<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Oplossing: Verwijder en vervang (indien gewenst) het bestand in de Rentmanapp.</font><br>

source: No warnings found.
de_de: Keine Warnungen.
nl_nl: Geen waarschuwingen gevonden.

source: <b>Caution! The following tax values have been found for the imported products:
de_de: <b>Vorsicht! Für die importierten Produkte wurden folgende Steuerwerte gefunden:
nl_nl: <b>Let op! De volgende BTW waardes zijn aangetroffen:

source: Make sure that the taxes in WooCommerce are set to the same value.</b>
de_de: Stellen Sie sicher, dass die Steuern in WooCommerce auf den gleichen Wert eingestellt sind.</b>
nl_nl: Zorg ervoor dat de BTW in WooCommerce hieraan gelijk is.</b>

source: External reference
de_de: Externe Referenz
nl_nl: Externe referentie

source: External reference (optional)
de_de: Externe Referenz (optional)
nl_nl: Externe referentie (optioneel)

source: Email address
de_de: E-Mail-Adresse
nl_nl: E-mailadres

source: Phone
de_de: Telefon
nl_nl: Telefoon

source: Phone number
de_de: Telefonnummer
nl_nl: Telefoonnummer

source: Rental period
de_de: Mietzeitraum
nl_nl: Huurperiode

source: in stock
de_de: vorrätig
nl_nl: op voorraad

source: Total stock unknown
de_de: Gesamtvorrat unbekannt
nl_nl: Totale voorraad onbekend

source: From:
de_de: Von:
nl_nl: Van:

source: To:
de_de: Bis:
nl_nl: Tot:

source: Important: You can change the rent dates for other materials that you want to rent in the cart!
de_de: Notiz: Du kannst das Datum des Materials auch gleich im Warenkorb wieder anpassen!
nl_nl: Let op: je kan de data pas in de winkelwagen weer wijzigen!

source: <h3>Selected dates: </h3> <p><b>From </b>
de_de: <h3>Ausgewählte Daten: </h3> <p><b>Von </b>
nl_nl: <h3>Geselecteerde data </h3> <p><b>Van </b>

source: <b> to </b>
de_de: <b> bis </b>
nl_nl: <b> tot </b>

source: <h2>Rental Period</h2>
de_de: <h2>Mietzeitraum</h2>
nl_nl: <h2>Verhuurperiode</h2>

source: Update Dates
de_de: Mietzeitraum aktualisieren
nl_nl: Update Huurperiode

source: <h3 class="rentman-selected-dates">Selected dates </h3> <p class="rentman-rental-period"><b>From </b>
de_de: <h3 class="rentman-selected-dates">Ausgewählte Daten </h3> <p class="rentman-rental-period"><b>Von </b>
nl_nl: <h3 class="rentman-selected-dates">Geselecteerde data </h3> <p class="rentman-rental-period"><b>Van </b>

source: Daily price
de_de: Tagespreis
nl_nl: Dagprijs

source: Reserve
de_de: Reservieren
nl_nl: Reserveer

source: Add to cart
de_de: Zum Warenkorb hinzufügen
nl_nl: Aan winkelmandje toevoegen

source: Product is not available!
de_de: Artikel ist nicht verfügbar!
nl_nl: Product is niet beschikbaar!

source: Product might not be available!
de_de: Artikel ist vielleicht nicht verfügbar!
nl_nl: Product is misschien niet beschikbaar!

source: Product is available!
de_de: Artikel ist verfügbar!
nl_nl: Product is beschikbaar!

source: Something went wrong.. Did you provide correct dates?
de_de: Es ging etwas schief. Stimmen die eigegebenen Daten?
nl_nl: Er ging iets mis.. Kloppen de data wel?

source: There are only
de_de: Es gibt nur
nl_nl: Er zijn slechts

source: available in that time period.
de_de: verfügbar in diesem Zeitraum.
nl_nl: beschikbaar in die tijdsperiode.

source: Important:
de_de: Wichtig:
nl_nl: Let op:

source: out of
de_de: vom
nl_nl: van de

source: might not be available in that time period..
de_de: sind vielleicht nicht verfügbar in diesem Zeitraum.
nl_nl: zijn misschien niet beschikbaar in die tijdsperiode..

source: Your selected amount of
de_de: Deine ausgewählte Anzahl
nl_nl: Uw geselecteerde aantal

source: is available in that time period!
de_de: ist verfügbar in diesem Zeitraum!
nl_nl: is beschikbaar in die tijdsperiode!

source: Read more
de_de: Weiterlesen
nl_nl: Verder lezen

source: Discount price:
de_de: Rabattpreis:
nl_nl: Kortingsprijs:

source: days
de_de: Tage
nl_nl: dagen

source: Customer Discount
de_de: Kundenrabatt
nl_nl: Klantkorting
